{
  "news": {
    "african-american counties in us": {
      "description": "<div class=\"_3WlLe clearfix  \">WASHINGTON: African-Americans make up a disproportionate share of the population in 22 per cent of the US counties and those localities account for more than half of coronavirus cases as well as nearly 60 per cent of deaths, as per a nationwide study conducted by an AIDS research group. <br>The results of the study cited by The Washington Post also found that socio-economic factors such as employment status, medical care, poor air, water quality and access to healthcare were better predictors of infection and death rates than underlying health conditions, like heart disease and diabetes. <br><div class=\"ctn-workaround-div clearfix\"><div id=\"div-clmb-ctn-332774-175617341\" data-slot=\"332774\" data-position=\"175617341\" data-section=\"world_us\" class=\"colombia colombia_spacing\"></div></div>Gregorio Millett, vice president of Amfar, the <!-- --><!-- -->Foundation for Aids Research, told the newspaper that as per the findings, African-Americans will become more vulnerable to the pandemic as states begin to reopen businesses and public spaces. <br>\"It's clear that there's a disproportionate impact of <!-- --><!-- -->COVID-19 diagnoses and deaths among African Americans,\" Millett said, adding that the authors of the study released it early in the hope of influencing policy decisions about reopening businesses. <br>\"All of my colleagues fear that with these policies to open up communities, the brunt of the COVID-19 epidemic is not going to be borne equally on all communities. We will likely see greater COVID-19 deaths as well as cases in African-American communities,\" he further said. <br>Millett said that researchers' plan to track disproportionately black counties in four states- Georgia, Texas, Alabama and South Carolina- to see what effect loosening social distancing and sheltering requirements will have on COVID-19 cases and deaths. <br>Researchers at Amfar and the Rollins School of Public Health at Emory University in Georgia led the study team, which included investigators from Johns Hopkins, the University of Mississippi, Georgetown University and non-profit PATH. <br>They also found that black people have been infected and killed at disproportionate rates by the coronavirus. <br>The Amfar study, based on data collected on April 13, focused on counties in which African-Americans made up more than 13 per cent of the population. Disproportionately black counties account for 22 per cent of all US counties but have been home to 52 per cent of coronavirus cases and 58 per cent of deaths from COVID-19, the study said. <br>In every black county, at least one person has had been diagnosed with the deadly infection, the study found. <br>The study compared 677 disproportionately black counties in the country with 2,565 other counties. The Centers for Disease Control and Prevention (CDC) acknowledged \"a disproportionate burden of illness and death\" among people of colour, The Washington Post reported. <br>Millett, a former scientist with the CDC who focused on racial disparities in HIV infections, argued that it is \"structural issues that are placing African Americans at greater risk for not only COVID-19, but multiple health conditions that we still have not adequately addressed as a society.\" <br>The study noted that disproportionately black counties with higher unemployment actually had fewer coronavirus cases. It also noted that \"black Americans are more likely to have jobs that increase exposure to COVID-19, including jobs deemed 'essential' during the current public health emergency.\" <br>The study also pointed out that 91 per cent of disproportionately black counties are in the South, where many states have not expanded Medicaid under the Affordable Care Act, leaving low-income adults without health insurance. Rural communities in the South also have fewer medical professionals and facilities. <br>Even if elected leaders in these states are unwilling to immediately expand Medicaid, Millett said, there are \"intermediate steps\" that can be taken, including expanding testing in black communities, to improve prevention and treatment. <div class=\"_1Hw00 cmtwrapper \"><div class=\"_1M6kw\"><div class=\"_3DGoc\">Latest Comment</div><div class=\"_2EcUG \" data-ga=\"comment-view-within_as|msid_75617341\">Good</div><div class=\"\"><div class=\"_39q14\">Ashish Mudi</div></div><div class=\"JpTDX\"><span class=\"YuYRu _3nxHG cmtbtn view\" data-ga=\"comment-view-within_as|msid_75617341\">See All Comments</span><span class=\"YuYRu _1DFlx cmtbtn add\" data-ga=\"comment-add-within_as|msid_75617341\">Add comment</span></div></div></div><br>He said officials also should take steps to reduce the populations of people in prisons and jails, which also have shown to be hot spots for COVID-19. <br>\"Just because communities of colour are disproportionately getting COVID-19 or dying from it, this does not mean it is not going to affect other communities. Even though we live in a segregated society, people move around fairly freely,\" he added. <br></div>",
      "image_path": "https://static.toiimg.com/thumb/msid-75617371,imgsize-73424,width-400,resizemode-4/75617371.jpg)",
      "audio_file": "https://www.tamilmp3plus.com/public_html/songs/aar/05%20-%20Nenjukkule.mp3"
    },
    "record 45 cases in a day": {
      "description": "<div class=\"_3WlLe clearfix  \">BENGALURU: <!-- --><!-- -->Karnataka witnessed its highest daily spike in Covid-19 cases, reporting 45 fresh infections on Friday morning. With this, the total positive cases in Karnataka has touched 750. <br>The previous highest daily tally was 44 cases reported ion April 17. <br><div class=\"ctn-workaround-div clearfix\"><div id=\"div-clmb-ctn-332774-175621014\" data-slot=\"332774\" data-position=\"175621014\" data-section=\"city_bengaluru\" class=\"colombia colombia_spacing\"></div></div>Fourteen of the new cases are from <!-- --><!-- -->Davanagere, 12 <!-- --><!-- -->Uttara Kannada, 11 Belagavi, seven Bengaluru and one Ballari. <br>Twenty four of the newly infected are women. <br>The youngest patient is a 5-months-old girl from <!-- --><!-- -->Bhatkal in Uttara Kannada district. The eldest is an 83-year-old man from Uttara Kannada. They both are primary contacts of a 28-year-old man who tested positive on May 5. <div class=\"_1Hw00 cmtwrapper \"><div class=\"_1M6kw\"><div class=\"_3DGoc\">Top Comment</div><div class=\"_2EcUG \" data-ga=\"comment-view-within_as|msid_75621014\">it's the right time to seal shivaji nagar like Ahmedabad </div><div class=\"\"><div class=\"_39q14\">Amit</div></div><div class=\"JpTDX\"><span class=\"YuYRu _3nxHG cmtbtn view\" data-ga=\"comment-view-within_as|msid_75621014\">See All Comments</span><span class=\"YuYRu _1DFlx cmtbtn add\" data-ga=\"comment-add-within_as|msid_75621014\">Add comment</span></div></div></div><br>Of the 45 cases, 41 are the contacts of Covid-19 patients. Contact tracing is under way in the remaining four cases. <br>Of the seven cases in Bengaluru, three are from Padarayanapura containment zone where random sample testing was done. The rest four are linked to a Covid-19 positive case from <!-- --><!-- -->Shivaji Nagar. <br></div>",
      "image_path": "https://static.toiimg.com/thumb/msid-75621016,imgsize-122229,width-400,resizemode-4/75621016.jpg",
      "audio_file": "https://www.tamilmp3plus.com/public_html/songs/aar/03%20-%20Moongil%20Thottam.mp3"
    },
    "up doctor succumbs to corona": {
      "description": "Bijnor - It was a heart-wrenching situation when the son performed the last rites of his father, a doctor, who died of coronavirus on Tuesday while his mother and brother remain admitted to the LLRM Medical College in Meerut for the corona infection. The doctor had come in contact with a patient, who later tested corona positive and became infected. Read Also: Coronavirus Testing: Mylab ramps up production capacity to 2 lakh tests per day Advertisement The doctor succumbed to the virus, late on Monday night. His wife and son, who have been infected through him, are also undergoing treatment at the same hospital. The doctor's body was brought to Bijnor from Meerut on Tuesday afternoon and the cremation was conducted in accordance with the WHO norms, said Vijay yadav, Chief Medical Officer, Bijnor. According to the official, the Chandpur-based private doctor tested positive for corona on April 27 after which he was admitted in the LLRM Medical College in Meerut. Later, his wife and son also tested positive for Corona. There are 17 hotspots in the district which have been sealed. The police are keeping a close eye on the hotspots by deploying drones to check if residents are following lockdown norms. According to the officials, 20 patients have so far recovered from the infection and one patient has died. There are still 10 active cases in the district.",
      "image_path": "https://medicaldialogues.in/h-upload/2020/03/18/125625-coronavirus-death.jpg",
      "audio_file": "https://www.tamilmp3plus.com/public_html/songs/aar/Alai%20Paayuthey%20(2000)%20-%20EndrendrumPunnagai.mp3"
    }
  }
}